[Demo_Shinobu_ep2_1_ENG GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1870,Y=400,Z=537),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=135,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=-2002,Y=530,Z=402),VecSub=(X=-43,Y=0,Z=0),CId=71)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="ジンボ　ユキナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.19_JINBO_YUKINA',Vec=(X=-1850,Y=625,Z=402),VecSub=(X=-97,Y=0,Z=0),CId=19)
DemoScripts[5]=(Actor=CHARACTER,Command=POP,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Vec=(X=-1805,Y=565,Z=-300),VecSub=(X=-110,Y=0,Z=0),CId=72)
DemoScripts[6]=(Actor=CHARACTER,Command=POP,Name="ミカサ　ルリコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.36_MIKASA_RURIKO',Vec=(X=-1745,Y=575,Z=-300),VecSub=(X=-123,Y=0,Z=0),CId=36)
DemoScripts[7]=(Actor=CHARACTER,Command=POP,Name="ゴズ　ユリナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.56_GOZU_YURINA',Vec=(X=-1780,Y=640,Z=-300),VecSub=(X=-110,Y=0,Z=0),CId=56)
DemoScripts[8]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[9]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[10]=(Actor=CHARACTER,Command=ACTION,Name="ジンボ　ユキナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.19_JINBO_YUKINA',motionName[0]="ne_CE_0000_lp_open_normal",motionName[1]="zk_CM_0002_fx_close_smile_S",motionName[2]="zk_DM_0100_lp_StandF",Rate=1,Number=3,Bit=5)
DemoScripts[11]=(Actor=CHARACTER,Command=ACTION,Name="ジンボ　ユキナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.19_JINBO_YUKINA',Bit=1,Number=5)
DemoScripts[12]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",motionName[1]="kr_CM_0003_fx_close_smile_L",motionName[2]="kr_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[13]=(Actor=CHARACTER,Command=ACTION,Name="ミカサ　ルリコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.36_MIKASA_RURIKO',motionName[0]="se1_CE_0001_lp_open_angry",motionName[1]="zk_CM_0001_fx_close_down",motionName[2]="zk_DM_0100_lp_StandE",Rate=0,Number=3,Bit=5)
DemoScripts[14]=(Actor=CHARACTER,Command=ACTION,Name="ミカサ　ルリコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.36_MIKASA_RURIKO',Bit=1,Number=5)
DemoScripts[15]=(Actor=CHARACTER,Command=ACTION,Name="ゴズ　ユリナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.56_GOZU_YURINA',motionName[0]="ne_CE_0000_lp_open_normal",motionName[1]="zk_CM_0000_fx_close_normal",motionName[2]="zk_DM_0100_lp_StandB",Rate=0,Number=3,Bit=5)
DemoScripts[16]=(Actor=CHARACTER,Command=ACTION,Name="ゴズ　ユリナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.56_GOZU_YURINA',Bit=1,Number=5)
DemoScripts[17]=(Actor=CHARACTER,Command=POP,Name="ミニクロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=-1795,Y=655,Z=-300),VecSub=(X=-105,Y=0,Z=0),CId=261)
DemoScripts[18]=(Actor=CHARACTER,Command=ACTION,Name="ミニクロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="mk_DM_0100_lp_wait",Number=9,CId=261,Bit=4)
DemoScripts[19]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Positive.GG2_BGM_DM_CMN_Positive_Cue')
DemoScripts[20]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Campus.GG2_AMB_Campus_LP_Cue')
DemoScripts[21]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[22]=(Actor=FADE,Command=WAIT)
DemoScripts[23]=(Actor=WINDOW,Command=SET)
DemoScripts[24]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep2_1.GG2_V_Shinobu_ep2_1_001_Cue',Name="エコロ")
DemoScripts[25]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[26]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[27]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[28]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[29]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[30]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep2_1.GG2_V_Shinobu_ep2_1_003_Cue',Name="エコロ")
DemoScripts[31]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[32]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[33]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0100_fx_close_normal",motionName[1]="ek_CM_0002_fx_close_smile_S",motionName[2]="ek_DM_0111_fx_Stand2Proud",Rate=0,Number=3,Bit=0)
DemoScripts[34]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1100_lp_Proud",Number=8)
DemoScripts[35]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep2_1.GG2_V_Shinobu_ep2_1_004_Cue',Name="エコロ")
DemoScripts[36]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[37]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[38]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[39]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",motionName[1]="ek_CM_0002_fx_close_smile_S",motionName[2]="ek_DM_1101_fx_Proud2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[40]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[41]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep2_1.GG2_V_Shinobu_ep2_1_006_Cue',Name="エコロ")
DemoScripts[42]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[43]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[44]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[45]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep2_1.GG2_V_Shinobu_ep2_1_007_Cue',Name="エコロ")
DemoScripts[46]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[47]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[48]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[49]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",motionName[1]="ek_CM_0001_fx_close_down",motionName[2]="ek_DM_0105_fx_Stand2Seamon",Rate=0,Number=3,Bit=1)
DemoScripts[50]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0500_lp_Sermon",Number=8)
DemoScripts[51]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep2_1.GG2_V_Shinobu_ep2_1_009_Cue',Name="エコロ")
DemoScripts[52]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[53]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[54]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0501_fx_Seamon2Stand",Rate=0,Number=2,Bit=0)
DemoScripts[55]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[56]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[57]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[58]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[59]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep2_1.GG2_V_Shinobu_ep2_1_011_Cue',Name="エコロ")
DemoScripts[60]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[61]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[62]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[63]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[64]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=11,Vec=(X=-1850,Y=585,Z=537))
DemoScripts[65]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep2_1.GG2_V_Shinobu_ep2_1_013_Cue',Name="ジンボ　ユキナ")
DemoScripts[66]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[67]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[68]=(Actor=WINDOW,Command=EXIT)
DemoScripts[69]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[70]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=85,Y=-5,Z=0),SecTime=0.5)
DemoScripts[71]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[72]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Uneasy.GG2_BGM_DM_CMN_Uneasy_Cue')
DemoScripts[73]=(Actor=WINDOW,Command=SET)
DemoScripts[74]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[75]=(Actor=CHARACTER,Command=SET,Name="ミカサ　ルリコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.36_MIKASA_RURIKO',SetType=POS,Vec=(X=-1745,Y=575,Z=402),CId=36)
DemoScripts[76]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep2_1.GG2_V_Shinobu_ep2_1_015_Cue',Name="ジンボ　ユキナ")
DemoScripts[77]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[78]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[79]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[80]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep2_1.GG2_V_Shinobu_ep2_1_017_Cue',Name="ミカサ　ルリコ")
DemoScripts[81]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[82]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[83]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=55,Y=-5,Z=0),SecTime=0.3)
DemoScripts[84]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[85]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=55,Y=-5,Z=0),SecTime=)
DemoScripts[86]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep2_1.GG2_V_Shinobu_ep2_1_018_Cue',Name="ミカサ　ルリコ")
DemoScripts[87]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[88]=(Actor=CHARACTER,Command=ACTION,Name="ミカサ　ルリコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.36_MIKASA_RURIKO',motionName[0]="se1_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[89]=(Actor=CHARACTER,Command=ACTION,Name="ミカサ　ルリコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.36_MIKASA_RURIKO',motionName[1]="zk_CM_0003_fx_close_smile_L",Rate=0,Number=1,Bit=0)
DemoScripts[90]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep2_1.GG2_V_Shinobu_ep2_1_019_Cue',Name="ミカサ　ルリコ")
DemoScripts[91]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[92]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[93]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[94]=(Actor=WINDOW,Command=EXIT)
DemoScripts[95]=(Actor=CHARACTER,Command=MOVE,Name="ジンボ　ユキナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.19_JINBO_YUKINA',SetType=ROT,Vec=(X=-93,Y=0,Z=0),SecTime=0.3,CId=19)
DemoScripts[96]=(Actor=CHARACTER,Command=MOVE,Name="ミカサ　ルリコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.36_MIKASA_RURIKO',SetType=ROT,Vec=(X=-125,Y=0,Z=0),SecTime=0.3,CId=36)
DemoScripts[97]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=70,Y=-5,Z=0),SecTime=0.3)
DemoScripts[98]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[99]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=70,Y=-5,Z=0),SecTime=)
DemoScripts[100]=(Actor=WINDOW,Command=SET)
DemoScripts[101]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep2_1.GG2_V_Shinobu_ep2_1_021_Cue',Name="ゴズ　ユリナ")
DemoScripts[102]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[103]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[104]=(Actor=WINDOW,Command=EXIT)
DemoScripts[105]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[106]=(Actor=FADE,Command=WAIT)
DemoScripts[107]=(Actor=CHARACTER,Command=SET,Name="ゴズ　ユリナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.56_GOZU_YURINA',SetType=POS,Vec=(X=-1780,Y=640,Z=402),CId=56)
DemoScripts[108]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[109]=(Actor=FADE,Command=WAIT)
DemoScripts[110]=(Actor=WINDOW,Command=SET)
DemoScripts[111]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[112]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep2_1.GG2_V_Shinobu_ep2_1_023_Cue',Name="ゴズ　ユリナ")
DemoScripts[113]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[114]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[115]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep2_1.GG2_V_Shinobu_ep2_1_024_Cue',Name="エコロ")
DemoScripts[116]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[117]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[118]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[119]=(Actor=CHARACTER,Command=ACTION,Name="ゴズ　ユリナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.56_GOZU_YURINA',motionName[0]="ne_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[120]=(Actor=CHARACTER,Command=ACTION,Name="ゴズ　ユリナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.56_GOZU_YURINA',motionName[1]="zk_CM_0003_fx_close_smile_L",Rate=0,Number=1,Bit=0)
DemoScripts[121]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep2_1.GG2_V_Shinobu_ep2_1_026_Cue',Name="ゴズ　ユリナ")
DemoScripts[122]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[123]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[124]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[125]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep2_1.GG2_V_Shinobu_ep2_1_028_Cue',Name="エコロ")
DemoScripts[126]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[127]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[128]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep2_1.GG2_V_Shinobu_ep2_1_029_Cue',Name="エコロ")
DemoScripts[129]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[130]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[131]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep2_1.GG2_V_Shinobu_ep2_1_030_Cue',Name="クロナ")
DemoScripts[132]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[133]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[134]=(Actor=WINDOW,Command=EXIT)
DemoScripts[135]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[136]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[137]=(Actor=FADE,Command=WAIT)
DemoScripts[138]=(Actor=CHARACTER,Command=ACTION,Name="ゴズ　ユリナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.56_GOZU_YURINA',motionName[0]="ne_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[139]=(Actor=CHARACTER,Command=ACTION,Name="ゴズ　ユリナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.56_GOZU_YURINA',motionName[1]="zk_CM_0003_fx_close_smile_L",Rate=0,Number=1,Bit=0)
DemoScripts[140]=(Actor=CHARACTER,Command=ACTION,Name="ジンボ　ユキナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.19_JINBO_YUKINA',motionName[0]="ne_CE_0001_lp_open_angry",Rate=1,Number=0,Bit=1)
DemoScripts[141]=(Actor=CHARACTER,Command=ACTION,Name="ジンボ　ユキナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.19_JINBO_YUKINA',motionName[1]="zk_CM_0001_fx_close_down",Rate=0,Number=1,Bit=0)
DemoScripts[142]=(Actor=CHARACTER,Command=ACTION,Name="ミカサ　ルリコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.36_MIKASA_RURIKO',motionName[0]="se1_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[143]=(Actor=CHARACTER,Command=ACTION,Name="ミカサ　ルリコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.36_MIKASA_RURIKO',motionName[1]="zk_CM_0003_fx_close_smile_L",Rate=0,Number=1,Bit=0)
DemoScripts[144]=(Actor=CHARACTER,Command=SET,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',SetType=POS,Vec=(X=-1805,Y=565,Z=402),CId=72)
DemoScripts[145]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[146]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[147]=(Actor=FADE,Command=WAIT)
DemoScripts[148]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Trick.GG2_BGM_DM_CMN_Trick_Cue')
DemoScripts[149]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=-1890,Y=350,Z=537),SecTime=0.3)
DemoScripts[150]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[151]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1890,Y=350,Z=537),SecTime=)
DemoScripts[152]=(Actor=WINDOW,Command=SET)
DemoScripts[153]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[154]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[155]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0003_fx_close_smile_L",Rate=0,Number=1,Bit=0)
DemoScripts[156]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep2_1.GG2_V_Shinobu_ep2_1_032_Cue',Name="クロナ")
DemoScripts[157]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[158]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[159]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[160]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0100_fx_close_normal",motionName[1]="kr_CM_0003_fx_close_smile_L",motionName[2]="kr_DM_0102_fx_Stand2Proud",Rate=0,Number=3,Bit=0)
DemoScripts[161]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0200_lp_Proud",Number=8)
DemoScripts[162]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep2_1.GG2_V_Shinobu_ep2_1_034_Cue',Name="クロナ")
DemoScripts[163]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[164]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[165]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0200_lp_half_normal",motionName[1]="kr_CM_0003_fx_close_smile_L",motionName[2]="kr_DM_0201_fx_Proud2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[166]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[167]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep2_1.GG2_V_Shinobu_ep2_1_035_Cue',Name="クロナ")
DemoScripts[168]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[169]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[170]=(Actor=WINDOW,Command=EXIT)
DemoScripts[171]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[172]=(Actor=FADE,Command=WAIT)
DemoScripts[173]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Away_Normal_Cue')
DemoScripts[174]=(Actor=CHARACTER,Command=SET,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',SetType=POS,Vec=(X=-1805,Y=565,Z=-300),CId=72)
DemoScripts[175]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[176]=(Actor=FADE,Command=WAIT)
DemoScripts[177]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=-1870,Y=400,Z=537),SecTime=0.3)
DemoScripts[178]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[179]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1870,Y=400,Z=537),SecTime=)
DemoScripts[180]=(Actor=WINDOW,Command=SET)
DemoScripts[181]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[182]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep2_1.GG2_V_Shinobu_ep2_1_037_Cue',Name="エコロ")
DemoScripts[183]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[184]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[185]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep2_1.GG2_V_Shinobu_ep2_1_038_Cue',Name="エコロ")
DemoScripts[186]=(Actor=TEXT,Command=SET,ID=TEXT38)
DemoScripts[187]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[188]=(Actor=TEXT,Command=SET,ID=TEXT39)
DemoScripts[189]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep2_1.GG2_V_Shinobu_ep2_1_040_Cue',Name="エコロ")
DemoScripts[190]=(Actor=TEXT,Command=SET,ID=TEXT40)
DemoScripts[191]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[192]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep2_1.GG2_V_Shinobu_ep2_1_041_Cue',Name="ゴズ　ユリナ")
DemoScripts[193]=(Actor=TEXT,Command=SET,ID=TEXT41)
DemoScripts[194]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[195]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep2_1.GG2_V_Shinobu_ep2_1_042_Cue',Name="ジンボ　ユキナ")
DemoScripts[196]=(Actor=TEXT,Command=SET,ID=TEXT42)
DemoScripts[197]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[198]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep2_1.GG2_V_Shinobu_ep2_1_043_Cue',Name="ミカサ　ルリコ")
DemoScripts[199]=(Actor=TEXT,Command=SET,ID=TEXT43)
DemoScripts[200]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[201]=(Actor=TEXT,Command=SET,ID=TEXT44)
DemoScripts[202]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep2_1.GG2_V_Shinobu_ep2_1_045_Cue',Name="エコロ")
DemoScripts[203]=(Actor=TEXT,Command=SET,ID=TEXT45)
DemoScripts[204]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[205]=(Actor=TEXT,Command=SET,ID=TEXT46)
DemoScripts[206]=(Actor=WINDOW,Command=EXIT)
DemoScripts[207]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[208]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=-1835,Y=495,Z=537),SecTime=0.5)
DemoScripts[209]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[210]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1835,Y=495,Z=537),SecTime=)
DemoScripts[211]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[212]=(Actor=FADE,Command=WAIT)
DemoScripts[213]=(Actor=CHARACTER,Command=SET,Name="ミニクロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=POS,Vec=(X=-1795,Y=655,Z=602),CId=261)
DemoScripts[214]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[215]=(Actor=FADE,Command=WAIT)
DemoScripts[216]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[217]=(Actor=WINDOW,Command=SET)
DemoScripts[218]=(Actor=TEXT,Command=SET,ID=TEXT47)
DemoScripts[219]=(Actor=TEXT,Command=SET,ID=TEXT48)
DemoScripts[220]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep2_1.GG2_V_Shinobu_ep2_1_049_Cue',Name="エコロ")
DemoScripts[221]=(Actor=TEXT,Command=SET,ID=TEXT49)
DemoScripts[222]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[223]=(Actor=WINDOW,Command=EXIT)
DemoScripts[224]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[225]=(Actor=FADE,Command=WAIT)
DemoScripts[226]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1870,Y=400,Z=537),SecTime=)
DemoScripts[227]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[228]=(Actor=FADE,Command=WAIT)
DemoScripts[229]=(Actor=WINDOW,Command=SET)
DemoScripts[230]=(Actor=TEXT,Command=SET,ID=TEXT50)
DemoScripts[231]=(Actor=WINDOW,Command=EXIT)
DemoScripts[232]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[233]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[234]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[235]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[236]=(Actor=SYSTEM,Command=END)

[Select_Shinobu_ep2_1_ENG GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Shinobu_ep2_1_ENG GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="艾可蘿",Text="那麼,峯大大人./n該做的事情已經決定了.")

Texts[1]=(Label="TEXT02",Name="峯大",Text="咦,是這樣嗎?")

Texts[2]=(Label="TEXT03",Name="艾可蘿",Text="是的.簡單來說/n只要峯大大人能夠具備/n足以突破守護者的受歡迎氣場就行了.")

Texts[3]=(Label="TEXT04",Name="艾可蘿",Text="心靈之壁什麼的不成問題,/n用更大的愛來包容她的心吧.")

Texts[4]=(Label="TEXT05",Name="峯大",Text="不過,受歡迎氣場/n是那麼簡單就能獲得的嗎?")

Texts[5]=(Label="TEXT06",Name="艾可蘿",Text="不幸中的大幸是,現在的峯大大人身上/n天使之箭的效果是平常的32倍,/n所以處於很容易提升受歡迎氣場的狀態.")

Texts[6]=(Label="TEXT07",Name="艾可蘿",Text="只要能用滿溢而出的費洛蒙/n讓女孩子接二連三地昇天,/n受歡迎氣場自然就會提升了吧.")

Texts[7]=(Label="TEXT08",Name="峯大",Text="那是怎樣的渣男啊!?")

Texts[8]=(Label="TEXT09",Name="艾可蘿",Text="我也不想這麼做啊!/n但現在不是能選擇手段的時候了./n萬一錯過今天,你就一輩子都......")

Texts[9]=(Label="TEXT10",Name="峯大",Text="沒有女朋友是吧......我知道了啦./n也只能這麼做了吧......唉.")

Texts[10]=(Label="TEXT11",Name="艾可蘿",Text="是的,現在請讓內心化為厲鬼/n往她身邊前進!")

Texts[11]=(Label="TEXT12",Name="峯大",Text="不過,該往哪走呢......")

Texts[12]=(Label="TEXT13",Name="神保 雪菜",Text="嗚呵呵......你在這裡啊......")

Texts[13]=(Label="TEXT14",Name="峯大",Text="唔哇! 被發現了!?")

Texts[14]=(Label="TEXT15",Name="神保 雪菜",Text="呵呵......那窮酸的相貌....../n真想好好欺負一下呢~~")

Texts[15]=(Label="TEXT16",Name="峯大",Text="什,什麼......妳說欺負?/n樣子怎麼好像不太對勁......")

Texts[16]=(Label="TEXT17",Name="三笠 琉璃子",Text="呵,雪菜太天真了說.")

Texts[17]=(Label="TEXT18",Name="三笠 琉璃子",Text="這個男人......這個男人的假面是S和M,/n同時擁有兩種屬性的變態假面!")

Texts[18]=(Label="TEXT19",Name="三笠 琉璃子",Text="哈啊......哈啊....../n我......反倒是想被欺負~~~的說!")

Texts[19]=(Label="TEXT20",Name="峯大",Text="什,什麼~~!?")

Texts[20]=(Label="TEXT21",Name="牛頭 百合菜",Text="妳們兩個,稍微冷靜點.")

Texts[21]=(Label="TEXT22",Name="峯大",Text="啊,學生會長......")

Texts[22]=(Label="TEXT23",Name="牛頭 百合菜",Text="像那樣的愚蠢行徑/n有損學生會的尊嚴.")

Texts[23]=(Label="TEXT24",Name="艾可蘿",Text="這個人看起來很正經!")

Texts[24]=(Label="TEXT25",Name="峯大",Text="得,得救了~!")

Texts[25]=(Label="TEXT26",Name="牛頭 百合菜",Text="首先在這份/n\"請欺負我契約書\"上簽名吧!/n接著把你的右臉獻出來--!!")

Texts[26]=(Label="TEXT27",Name="峯大",Text="哇啊~~! 這個人果然也很奇怪~~!!/n這也是\"天使之箭\"害的嗎?")

Texts[27]=(Label="TEXT28",Name="艾可蘿",Text="不,這是....../n這個感覺該不會是......?")

Texts[28]=(Label="TEXT29",Name="艾可蘿",Text="惡魔長槍!?")

Texts[29]=(Label="TEXT30",Name="???",Text="噫嘻嘻嘻!!/n就是這樣DEATH!")

Texts[30]=(Label="TEXT31",Name="峯大",Text="啊啊!?/n是剛才的惡魔!!")

Texts[31]=(Label="TEXT32",Name="???",Text="我用惡魔長槍朝這些傢伙/n噗哧地刺下去了DEATH!/n惡作劇大成功DEATH!!")

Texts[32]=(Label="TEXT33",Name="峯大",Text="妳對女孩子做了什麼啊!")

Texts[33]=(Label="TEXT34",Name="???",Text="惡魔惡作劇/n是理所當然的義務DEATH!")

Texts[34]=(Label="TEXT35",Name="???",Text="連這種事都不明白/n真是腦袋差勁的人類DEATH呢~!")

Texts[35]=(Label="TEXT36",Name="峯大",Text="唔唔唔......居然大放厥詞......!/n艾可蘿,惡魔長槍是什麼東西?/n是天使之箭的同類嗎?")

Texts[36]=(Label="TEXT37",Name="艾可蘿",Text="不./n惡魔長槍和結合雙方愛情的天使之箭/n是完全相反的東西.")

Texts[37]=(Label="TEXT38",Name="艾可蘿",Text="被惡魔長槍貫穿的人/n會受到黑暗能量污染,然後就會/n忍不住想要對喜歡的對象惡作劇.")

Texts[38]=(Label="TEXT39",Name="峯大",Text="小學生喔!",Format[0]=(Size=37,Start=0,End=34))

Texts[39]=(Label="TEXT40",Name="艾可蘿",Text="事實就是這樣,/n我有什麼辦法--!")

Texts[40]=(Label="TEXT41",Name="牛頭 百合菜",Text="快! 這是學生會長的命令!/n來簽署這份文件!")

Texts[41]=(Label="TEXT42",Name="神保 雪菜",Text="你這下人! 現在可是在會長的面前哦!/n頭抬得太高了!")

Texts[42]=(Label="TEXT43",Name="三笠 琉璃子",Text="我果然還是希望你欺負我的說~~~!!")

Texts[43]=(Label="TEXT44",Name="峯大",Text="唔......!/n沒有讓大家恢復原狀的方法嗎?")

Texts[44]=(Label="TEXT45",Name="艾可蘿",Text="請仔細看清楚./n現在的峯大大人應該看得見才對./n惡魔之力......也就是黑暗能量!")

Texts[45]=(Label="TEXT46",Name="峯大",Text="是嗎......?")

Texts[46]=(Label="TEXT47",Name="峯大",Text="啊啊!!")

Texts[47]=(Label="TEXT48",Name="峯大",Text="看見了!/n是那個小不點惡魔嗎!")

Texts[48]=(Label="TEXT49",Name="艾可蘿",Text="是的,那就是黑暗能量的化身!/n只要消滅掉它,/n應該就能恢復正常了.")

Texts[49]=(Label="TEXT50",Name="峯大",Text="好--各位!/n我現在就讓妳們恢復原狀......!")

Texts[50]=(Label="",Name="",Text="")

Texts[51]=(Label="SELECT01",Name="",Text="")

Texts[52]=(Label="SELECT02",Name="",Text="")

Texts[53]=(Label="SELECT03",Name="",Text="")

Texts[54]=(Label="SELECT04",Name="",Text="")

Texts[55]=(Label="SELECT05",Name="",Text="")

Texts[56]=(Label="SELECT06",Name="",Text="")

Texts[57]=(Label="SELECT07",Name="",Text="")

Texts[58]=(Label="SELECT08",Name="",Text="")

Texts[59]=(Label="SELECT09",Name="",Text="")

Texts[60]=(Label="SELECT10",Name="",Text="")


